final String termsText = """
                            利用規約
LEEWAY(以下、当アプリケーション)では以下のように利用規約を定めています。当アプリケーションを利用するにはこの利用規約について同意する必要があります。
 
第1条 用語の定義
本条の下記条項の定義は、特段の定めがない限り、本利用規約、各種サービスに関する特約、お客様情報の取扱規定（個人情報保護ポリシー）においても、適用されます。
 
1. 「当アプリケーション」とは、提供する一点物のオリジナル絵又複製絵画の消費者間取引サービスである「LEEWAY」をいいます。
 
2. 「本サービス」とは、当アプリケーションにおいて、当運営者が会員向けに提供する各種サービスの総称の事を指します。
 
3. 「本規約」とは、本利用規約および、本サービスに関する特約、お客様情報の取扱規定（以下「個人情報保護ポリシー」）の全てを含みます。
 
4. 「会員」とは、本規約を承認し、本サービスを利用するために当運営者所定の入会登録を行い、当運営者がその入会登録を承認した個人を指します。
 
5. 「会員等」とは、会員、会員登録の申込者、及び当アプリケーションの閲覧者を指します。また、特段の定めがない限り、第三者に当アプリケーション閲覧者も含まれるものとします。
 
6. 「コンテンツ」とは、会員等が当アプリケーションに掲載・送信した画像や映像、言葉、文章等を指します。
 
7. 「出品」とは、会員が当アプリケーションにて必要なコンテンツを書き込み、当運営者所定の条件を満たし公開されることにより、他の会員が閲覧可能となり、取引できる状態にすることをいいます。
 
8. 「商品等」とは、本サービスにおいて取引の目的となる物品（電磁的記録等による有体物以外の情報も含みます）をいいます。
 
9. 「利用」とは、会員が、当アプリケーションへの商品等の出品および購入を行うこと、ならびにこれらにかかわる手続を行うことをいいます。
 
10. 「出品者」とは、本サービスにおいて自ら制作した原画、複製画、ポスターカード、ステッカーの出品・掲載を行う、もしくは出品・掲載を希望する会員で、当運営者が規定する条件に則り原画、複製画、ポスターカード、ステッカーの登録を行った方をいいます。
 
11. 「購入者」とは、本サービスにおいて商品等の購入を行う会員をいいます。
 
12. 「表現」とは、会員情報の登録から商品等の出品、会員同士の問い合わせなど、会員が当アプリケーション上に書き込むことができる全ての記述、並びに、他の会員に対する電子メール、電話、配送商品等に添付したレターなどにおける記述を指します。
 
13. 「利用料金」とは販売手数料、並びに当アプリケーションを利用するに当って発生する費用の総称をいいます（商品代金や送料等は含みません）。
 
第2条 本サービスの利用条件
1.　本サービスを利用するには、本規約に同意すること及び第6条で定めるところにより会員資格を取得する必要があります。本規約に同意できない場合は、当運営者が当アプリケーション上で提供するサービスはいずれも利用できないものとします。
 
2.　本規約は、会員の全てに適用されるものとし、会員登録手続時のみならず登録後においても遵守されない場合は本サービスを利用できないものとします。
 
第3条　個人情報取扱規定への同意
当運営者は、会員の個人情報を当運営者の個人情報保護ポリシーに基づき取り扱います。
 
第4条　本規約の変更・追加
1.　当運営者は、会員等に事前に通知することなく、本規約の全部又は一部を任意に変更することができ、また本規約を補充する規約・特約を新たに定めることができるものとします。規約の変更・追加は、当アプリケーションに掲載した時点から効力を発するものとし、効力発生後に提供される各種サービスは、変更・追加以前から利用していた者も含めて、変更・追加後の規約が適用されるものとします。
 
2.　当運営者は、規約の変更・追加により会員等に生じた一切の損害について、直接損害か間接損害か否か、予見できたか否かを問わず、一切の責任を負わないものとします。
 
第5条　本サービスの終了・変更
1.　当運営者は、何らの予告なく、当運営者の任意の判断で、本サービスの全部又は一部を終了・一時停止・変更・追加できるものとします。
 
2.　当運営者は、前項の本サービスの終了・一時停止・変更・追加に起因する一切の損害について、直接損害か間接損害か否か、予見できたか否かを問わず、会員及び第三者に対して一切責任を負いません。
 
第6条　会員の登録
1.　本サービスを利用するためには、本規約を確認の上、当アプリケーションにて会員登録作業をしていただく必要があります。
 
2.　会員は、会員登録時及び会員登録後に、当運営者が提供する本サービスを利用するにあたり、正確かつ真実の情報を登録するものとします。また上記の登録データが常に正確かつ真実な内容を反映するものであるように適宜修正していただきます。万一上記に反したと当運営者が判断した場合には、当運営者は当該会員IDを削除する権利を有しております。
 
３.　当運営者は、会員登録しようとする方が、下記のいずれかに該当すると判断した場合、その申込を承諾しないときがあります。また、申込を承諾した場合であっても、後日下記のいずれかに該当することが判明したときは、当該承諾を撤回することがあります。
・　当利用規約の規定に違反した場合
・　登録内容に虚偽の記載または記入漏れがある場合
・　他の会員や第三者に不当に迷惑をかけたと当運営者が判断した場合（悪意のある取引のキャンセル等含む）
・　仮差押、差押、競売、破産、民事再生手続その他これに類する状況に該当する場合
・　暴力団関係者もしくはそれに準ずる者であることが判明した場合
・　その他当運営者が会員とすることに不適切だと判断した場合
 
第7条　ＩＤとパスワードの管理・責任
1.　会員は、登録した会員IDとパスワードの管理を会員自身の責任の下でしっかりと管理してください。会員は、会員資格・会員ID・パスワードを第三者に利用させたり、譲渡したり、売買したり、質入したり、貸与したり、賃貸したり、その他形態を問わず処分することはできません。
 
2.　会員ID及びパスワードを利用して行われたあらゆる行為の責任は、第三者が会員本人の同意なく行った場合や不正に使用した場合であっても、会員IDを保有している会員の責任とし、当運営者は、その行為によって生じた一切の損害について、会員の故意や過失の有無を問わず一切の責任を負いません。
 
第8条　作品登録及び掲載
1.　出品者は、当運営者所定の方法によって、出品・掲載を行う作品に関する画像、タイトル、作品詳細説明、サイズ等掲載に必要な情報（以下「作品情報」）を正確に登録するものとし、作品情報の正確さを保証するものとします。
 
2.　当運営者は、出品者から販売を出品・掲載された商品等を当アプリケーションその他当運営者所定の場所において掲載および販売するものとします。
 
第9条　出品者による保証及び会員等の自己責任
1.　出品者は、出品する商品等が出品者本人によるオリジナルの創作であり、第三者の権利（著作権等の知的財産権、プライバシー権、肖像権等を含む一切の権利をいう。）を侵害せず法令に反しないことを保証するものとします。出品された商品等が第三者の権利を侵害しているおそれがあると当運営者が判断した場合、出品者の意思確認を必要とせず当運営者判断により商品等の非掲載及び取引キャンセルを行うことができるものとし、出品者は予めこれを承諾するものとします。この場合、事後的に権利侵害が成立しないことが判明したとしても、当運営者は損害賠償その他一切の責任を負いません。
 
2．商品の登録情報と実際に販売した商品が明らかに違う場合にも出品者の意思確認を必要とせず当運営者判断により商品等の非掲載及び取引キャンセルを行うことができるものとし、出品者は予めこれを承諾するものとします。
 
3.　会員等は、画家プロフィールとして登録した情報、作品情報、掲示板への投稿等本サービス本サービスに登録した情報（以下総称して「登録情報」）の真偽についての判断を自己責任において行うものとします。
 
4.　当運営者は、登録情報の正確性及び適法性、並びに、商品等の性状や適法性等について、一切の保証を行ないません。
 
5.　会員等は、本サービスの利用に関する一切の行為及び結果について、一切の責任を負うものとします。本サービスの利用に関して問題が発生した場合には、会員等は自己の責任と負担において解決するものとし、当運営者には迷惑を及ぼさないものとします。
 
6.　出品者が、本サービスの利用に関して、著作権その他第三者の権利を侵害した場合は、同権利侵害に関する紛争は当該出品者の責任と負担において解決するものとし、当運営者は一切の責任を負いません。
 
7.　権利侵害についての通報があった場合その他第三者の権利侵害のおそれがあると当運営者が判断した場合、出品者に通知することなく登録情報を削除することがあり、この場合、事後的に権利侵害が成立しないことが判明したとしても、当運営者は損害賠償その他一切の責任を負いません。
 
8.　出品者は、本サービスを利用するために必要な機器、ソフトウェア、通信手段等をすべて自己の責任と負担において、適切に整備するものとします。
 
第10条　本サービスをご利用いただくにあたって
1． 購入者は、本サービスを利用して商品代金の決済を行うことについて、あらかじめ同意します。
 
2.　購入者は、商品等を受領した場合は直ちにこれを確認し評価を行ってください。万一問題があった場合には受け取り評価をする前に出品者へ連絡を取りキャンセル申し込みを行ってください。
 
3. 当運営者は、商品等のお支払いを遅滞したり、他の会員や第三者に損害を発生させたりするなど、利用規約に違反した方や、不正・不当な目的でサービスを利用しようとされる方のご利用をお断りするために、ID、ご利用状況、氏名や住所など個人を特定するための情報を提携先等に開示することができます。また、必要に応じて会員のサービスの利用に関する諸規定を作成し利用の制約をする権利を保有しています。（例えば、一日に送受信できるメールの数量、掲示板への掲載回数、当運営者が会員のために割り当てる容量、アクセス時間などについて規定することなど）
 
4. 当運営者は、会員等のメールや掲示などの通信内容やサービス上のコンテンツを削除し、または保存しなかったことについて一切責任を負いません。また、当運営者は2年以上使用されていないIDやアカウントを削除する権利を保有しています。
 
5.　会員等は本サービスに参加するにあたって、関連する法律、政令、省令、条例、規則および命令等を遵守しなければなりません。
 
6.　会員は、本サービスを利用する目的以外には、本サービスに参加している他の会員の個人情報を使用しないことを承諾するものとします。また本サービスを利用して他の会員の個人情報の収集を行うことは禁止いたします。なお、ここでいう個人情報とは氏名、メールアドレス等以外にデータ、文章、写真、図面、絵、音、音楽、評価など本サービスに関連して利用者が掲載、送信したすべてのものを指すものとします。
 
第11条（出品者の商品代金の受領）
 
1. 当運営者は、購入者が当運営者所定の購入手続を完了し、購入者からの評価が終了した場合、出品者と購入者の取引が完了したものとみなし、出品者の当運営者所定の手続・方法による申請に基づき、次項に定める債権譲渡に関する清算金として、商品代金等から販売手数料差し引いた金額を出品者が、当運営者にあらかじめ届出た金融機関口座に振込の方法で支払うものとします。
 
2. 出品者は、購入者が当運営者所定の購入手続を完了した場合、当運営者が決済事業者又は収納代行業者等との間で締結する決済に関する加盟店契約、収納代行に関する契約その他のサービスの内容に従い、商品代金債権を当運営者に譲渡することをあらかじめ承諾するものとします。また、当運営者と決済事業者又は収納代行業者等との間で商品代金債権について、別段の取り決めがある場合、この取り決めに従って商品代金債権の帰属が決せられることをあらかじめ承諾するものとします。
 
3.当運営者は、当運営者が定める一定の事由に該当する場合、当該一定の事由が解消されるまで、第1項の出品者に対する清算金の支払を留保することができるものとします。
 
4.出品者は、当運営者が指定する決済事業者又は収納代行業者に対して、商品代金を代理受領する権限をあらかじめ付与することを承諾するものとします。
 
5. 出品者は、以下の各号の事由が発生した場合、あらかじめ、当運営者、決済事業者又は収納代行業者等に対して、清算金、商品代金債権の受領を放棄することを承諾するものとします。
(1)  出品者の振込口座の指定を求めたにもかかわらず、当該口座の指定が行われない場合
(2) 出品者に対する本サービスの終了時点で、清算金又は商品代金相当額が当運営者の負担する振込手数料に満たない場合
 
6. 出品者は、以下の各号の事由が発生した場合、あらかじめ、当運営者、決済事業者又は収納代行業者等に対して、清算金、商品代金相当額を支払うことを承諾するものとします。
(1) 出品者と購入者の取引がキャンセルされた場合
(2) 決済事業者又は収納代行業者が当運営者に対して商品代金相当額の返還を請求した場合
 
第12条　利用料および販売手数料
1.　本サービスにおいて、出品料は無料とします。
 
2.　出品者が出品した商品等を購入者が購入し、出品者と購入者の間で取引が成立した場合は、販売代金に応じて当運営者に対する販売手数料が発生します。販売手数料率等は別途当運営者が当アプリケーション上において定めます。
 
3.　購入者は、取引にキャンセルが生じる場合は必ず受け取り確認前にキャンセル申請を行ってください。受け取り確認し取引が完了した後のキャンセルは基本的に受け付けません。
明らかな商品の欠陥が確認できた場合のみ対応する場合があります
 
4．取引キャンセル後の返金は手数料3.6％を差し引いた金額を返金させていただきます。
 
5. 当運営者は、購入者から売買代金を受領した場合、販売手数料を差し引いた金額（当該金額に1円未満の端数があるときはその端数を切り捨てる。以下「振込金額」）を、締切日の末日または翌月15日に当該出品者の指定する銀行口座に振込送金する方法で支払うものとします。なお、振込手数料はお客様負担とします。
 
6.　当運営者は、出品者が前項の銀行口座を指定しない場合には、何らの責任を負うことなく、当該出品者に対し振込金額の支払を留保することができるものとします。この場合において、当該出品者が当アプリケーション上で振込可能な銀行口座を指定したときは、当運営者は、当該指定が行われた月の末日または翌月15日に振込金額を支払うものとします。
 
第13条　料金の変更
将来的に当運営者が必要と判断した場合には、本サービスの利用料を変更する可能性があります（販売手数料並びにその他当アプリケーションを利用する上で発生する料金の全てを含む）。その場合、料金変更の30日前に当アプリケーション上に料金を変更する旨の告知をいたします。当アプリケーション上にて変更の告知をしてから30日が経過した時点で、当該変更の効力が生じ、出品者が当該変更を承諾したものとします。
 
第14条　禁止行為
1. 当運営者は、本サービスに接した会員等及び第三者が、下記各号に掲げる行為や表現を行うことを禁止します。以下の禁止事項は、当運営者により適宜追加修正される場合がありますので、会員は、サービスの利用にあたり、常に最新の内容を確認する義務を負うものとします。
・　本規約（個人情報保護ポリシーを含む）に違反する行為と表現。
・　法令に違反する行為、および違法な行為を勧誘または助長する行為と表現。
・　第三者の作品のコピーや偽造品、リメイクされてない既製品（大量生産品）の展示。
・　下記の商品等を出品することおよび取引すること。
　　　1. 出品者本人のオリジナル作品ではないもの（代理販売請負時を除く）
　　　2. 個人を特定しうる内容を含むもの
　　　3. 他人が迷惑や不快と感じるおそれのあるもの
　　　4. 著作権・肖像権・商標権・意匠権など他者の権利を侵害するもの
　　　5. 公序良俗に反するもの
　　　6. 政治や宗教に関するもの
　　　7. データ販売されているもの
　　　8. 中古商品
　　　9. その他、当運営者が不適切と判断した商品
・　サーバーに負担をかける行為、および他の会員等のアクセスまたは操作を妨害する行為。
・　本サービスの運営またはネットワーク・システムを妨害する行為。
・　他者の名誉、信用、プライバシー権、パブリシティ権、著作権、肖像権、商標権、意匠権、その他の権利を侵害する行為。
・　他の会員等に対する中傷、脅迫、いやがらせ、その他経済的もしくは精神的損害または不利益を与える行為。特に、本人に許可を得ずに会員ID、ニックネーム、氏名等を特定した上での攻撃的批判。
・　次に掲げる内容の情報を、当アプリケーション内の書き込み可能な箇所に投稿し、又はメッセージで送信する行為。
　　　1. 個人の範囲を越える商業用の広告、宣伝を目的とする情報。ただし当運営者公認のものを除く。
　　　2. ねずみ講、チェーンメール、MLM、リードメールなど他人を勧誘する内容の情報。
　　　3. アダルトサイトに誘導する情報。（単にリンクを張る行為を含む。）
　　　4. その他当運営者が不適切と判断する情報。
・　次に掲げる内容の情報を、掲示板に投稿する行為。
　　　1. 対象商品を誹謗中傷する内容の情報。
　　　2. 個人を特定しうる情報（氏名、住所、勤務先、電話番号等。）
　　　3. 真否についての事実確認が困難な内容や虚偽の内容の情報。
　　　4. 衛生管理上の問題等のしかるべき公的機関へ届け出るべき事項に関する情報。
　　　5. トラブルまたはクレームに関する情報。
　　　6. その他当運営者が不適切と判断する情報。
・　無差別にメッセージを送信する行為。
・　他のユーザーの個人情報を収集・蓄積する行為。
・　一人のユーザーが複数のアカウントを持つ行為。
・　違反行為により削除されたユーザーを招待する行為。
・　他サイトの商品購入ページへの直接誘引を促す行為（リンクの貼付け、ＵＲＬの記載等）。
・　作品と直接関係のない広告・宣伝をすること及び虚偽の画像や、作品内容と明らかに異なる説明文を掲載すること。
・　作品を明らかに異なるカテゴリに登録する行為。
・　当アプリケーションの利用を通じて取得したメールアドレスやＵＲＬに対して、本サービスに関係のない広告・宣伝等の営業行為を行う行為。知りえた情報を漏洩する行為。
・　販売手数料等を出品者が購入者に求める行為。
・　その他公序良俗、一般常識に反する行為。
・　上記に準ずる行為。
 
2. 会員等が第1項に掲げる禁止事項を行った場合、故意過失を問わず、当該会員等が、当該禁止事項により損害を受けた会員等及び第三者に対する損害賠償責任を含む、一切の責任を負うこととします。当運営者は、当該禁止事項により生じる直接的及び間接的な損害に関して、一切の責任は負わないものとします。
 
3. 万一、会員等が第1項に掲げる禁止事項を行ったことにより、当運営者が損害を被った場合は、当事者は故意過失を問わず連帯して、当該損害を賠償するものとします。
 
第15条　通知方法
1. 当運営者は、会員に通知及び連絡の必要があると当運営者が判断した場合、会員が登録した会員情報に記載されている電子メールアドレス、電話番号又は住所に対し、電子メール、電話又は郵便を用いて通知及び連絡を行います。
 
2. 当運営者からの通知及び連絡が不着であったり遅延したりといったことによって生じる損害において、当運営者は一切の責任は負いません。
 
3. 会員が当運営者に通知、連絡、問合せをする必要が生じた場合、当運営者が提供する本サイト上に記載の窓口に対し、電子メール又は郵便をもって行うこととします。
 
4. 前項に基づき会員から問合せがあった場合、当運営者は、その時点で社内的に定めている方法により、会員の本人確認を行うことができるものとします。
 
第16条　会員資格の停止・取消
1. 当運営者は、会員が下記のいずれかに該当したと当運営者が判断した場合、事前の通知なく、会員資格の取消、会員に関連するコンテンツや情報の全部もしくは一部の削除、全部もしくは一部のサービスへのアクセスの拒否などの措置をとることができるものとします。その場合、当運営者は、その理由を説明する義務を負わないものとします。
・　法令又は本規約に違反した場合
・　不正行為があった場合
・　会員が登録した情報が虚偽の情報であると当運営者が判断した場合
・　他の会員や第三者に不当に迷惑をかけたと当運営者が判断した場合（悪意のある取引のキャンセル等含む）
・　当運営者が定める一定期間内に一定回数以上のログインがなかった場合
・　当サイトのイメージを著しく損なう行為を行った場合
・　その他当運営者が会員に相応しくないと判断した場合
 
2. 当運営者は、ある会員が会員に相応しくないと当運営者が判断した時点から、当該会員が掲載したコンテンツの削除や、サービスの利用に基づき当該会員が当運営者又は他の会員等に対して有する権利の行使を一時的に停止したり権利自体を取り消したりすることができるものとします。
 
3. 当運営者は、会員資格を取り消された会員に対し、将来に亘って当運営者が提供するサービスの利用及びアクセスを禁止することができることとします。
 
4. 当運営者は、本条の措置により生じる一切の損害について、直接的か間接的かを問わず、一切の責任を負わないものとします。当運営者は、本条の措置の時点で当該会員に支払われることとなっていた金銭について、当運営者の判断により、一定期間その支払を留保したり、支払をせずに当運営者が指定する他の方法により精算することができるものとします。
 
5. 万一、会員等が第1項に掲げる事項を行ったことにより、当運営者が損害を被った場合は、当事者は連帯して当該損害を賠償するものとします。
 
第17条　会員の退会
会員等が退会を希望する場合は、当アプリケーション内で所定の手続を行うことにより退会することができます。 ただし、退会の申し出をした時点で、取引の決済や商品の発送など取引の手続きが未完のものがある場合は退会することができません。会員等は、一連の未完の取引を本規約に従って遅滞なく円滑に進め、完了させた後、退会手続きを行って下さい。
 
第18条　免責事項
1. 当運営者は、本サービスの円滑な運営に最大限努力を致しますが、本サービスの内容の追加、変更、不具合等により生じた、利用者もしくは第三者の損害に対し、一切責任を負わないものとします。
 
2. 当運営者では、基本的に会員同士の通信や活動に関与しません。万一会員間で衝突があった場合も、当事者間で解決するものとし、当運営者は一切の責任を負わないものとします。
 
3. 会員は、本サービスにおける自らの行為において責任を負います。当運営者は、会員によって投稿される文章、画像等の情報を管理・保存する義務を負いません。会員が投稿した情報はその会員の責任において管理するものとします。それにより生じた紛争や損害について当運営者は一切の責任を負わないものとします。
 
第19条　知的財産権
1. 当運営者のサービスに含まれる工業所有権、ノウハウ、プログラム、著作権その他の知的財産権及びそれらに関連する全ての権利は当運営者に帰属するものとし、あらかじめ当運営者より書面による承諾を得た場合を除いて、これらの複製、販売などはできないものとします。
 
2. 会員から投稿されたコンテンツの著作権はそのコンテンツを投稿した会員に帰属します。ただし、当運営者が広報目的等で本サービス外のウェブサイトやメディア、出版物等に、これらの情報を二次利用（表示・引用・転載等）する際、出品者の許諾を得ることなく使用できることとします。
 
第20条　準拠法・裁判管轄
本規約の内容については日本法が適用されるものとし、当運営者と会員の間で本規約に関する紛争が起こった場合には、東京地方裁判所を専属合意管轄裁判所とします。
 
制定
令和3年　7月15日
                            """;
final String specifiedCommercialTransactionLaw = """
特定商取引法に基づく表記

アプリ名 LEEWAY

販売事業者名 武澤淳哉

所在地
〒062-0934
北海道豊平区平岸4条7丁目6－18フェアリー平岸201号室　　
　
お問い合わせ
こちら(contact@leewayjp.net）からお問い合わせください。


<販売価格>
購入手続きの際に画面に表示されます。
消費税は内税として表示しております。
販売価格以外でお客様に発生する金銭
当サイトのページの閲覧、コンテンツ購入、ソフトウェアのダウンロード等に必要となるインターネット接続料金、通信料金、送料はお客様のご負担となります。
お支払方法


<各種クレジットカード>
・動作環境
アプリケーションによって利用環境・対応機種が異なります。各アプリケーションのダウンロードの前に、必ず各アプリケーションの詳細ページで利用環境・対応機種をご確認ください。

・返品・キャンセル
返品返金は取引完了前に販売者、購入者の双方での同意を得た上で行って下さい。
取引完了後の場合は弊社メールアドレスにお問い合わせいただき、状況を確認した上で対応させていただきます。
取引完了後はお客様都合でのキャンセルは受け付けておりません。

・支払時期
商品注文時にお支払いが確定します。
商品等の引き渡し時期
購入手続き完了後1週間程度で発送。


<特別条件>
・クーリングオフについて
特定商取引法に規定されているクーリングオフが適用されるサービスではありません。
電話番号 080-4509-2862
※電話でのお問い合わせは受け付けておりません。
お問合せの際は上記メールアドレスへお願いいたします。

""";
final String personalInformationProtectionLaw = """
    個人情報保護方針（個人情報保護ポリシー）

個人情報の管理
当運営者は、お客さまの個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備・社員教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。

個人情報の利用目的
本アプリケーションでは、お客様からのお問い合わせ時に、お名前、e-mailアドレス等の個人情報をご登録いただく場合がございますが、これらの個人情報はご提供いただく際の目的以外では利用いたしません。
お客さまからお預かりした個人情報は、当運営者からのご連絡や業務のご案内やご質問に対する回答として、電子メールや資料のご送付に利用いたします。

個人情報の第三者への開示・提供の禁止
当運営者は、お客さまよりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。
・お客さまの同意がある場合
・お客さまが希望されるサービスを行なうために当運営者が業務を委託する業者に対して開示する場合
・法令に基づき開示することが必要である場合

個人情報の安全対策
当運営者は、個人情報の正確性及び安全性確保のために、セキュリティに万全の対策を講じています。

ご本人の照会
お客さまがご本人の個人情報の照会・修正・削除などをご希望される場合には、ご本人であることを確認の上、対応させていただきます。

プライバシーポリシーの変更
本方針の内容は，法令その他本方針に別段の定めのある事項を除いて、ユーザーに通知することなく，変更することができるものとします。
当社が別途定める場合を除いて、変更後の個人情報保護方針は，本アプリケーションに掲載したときから効力を生じるものとします。


法令、規範の遵守と見直し
当運営者は、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。

お問い合せ
当運営者の個人情報の取扱に関するお問い合せは下記までご連絡ください。
Email: contact@leewayjp.net
    """;
